Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: Requested by %1$s (%2$s)
be: Запыт ад %1$s (%2$s)

source: Requesting network subnet unlock…
be: Запытваемся адамкнуць падсетку сеткі…

source: Requesting network unlock\u2026
be: Запытваемся адамкнуць сетку…

source: Requesting network unlock…
be: Запытваемся адамкнуць сетку…

source: Requesting service provider unlock…
be: Запытваемся адамкнуць абслугоўваньне апэратарам…

source: Requests
be: Запыты

source: Require PIN to use phone
be: Каб карыстацца тэлефонам, патрэбны код PIN

source: Require PIN to use tablet
be: Каб карыстацца пляншэтам, патрэбны код PIN

source: Require a numeric PIN or password to decrypt your phone each time you power it on
be: Каб расшыфраваць тэлефон, трэба будзе ўпісваць код штораз, як прылада запускаецца

source: Require a numeric PIN or password to decrypt your tablet each time you power it on
be: Каб расшыфраваць пляншэт, трэба будзе ўпісваць код штораз, як прылада запускаецца

source: Require pattern
be: Патрабаваць узор

source: Require sign-in.
be: Патрабуе ўваходзіць.

source: Require that stored application data be encrypted
be: Патрабаваць, каб шыфраваліся зьвесткі, якія захоўваюцца праґрамамі

source: Required Update
be: Абавязковае абнаўленьне

source: Required filename is too long (\"%s\")
be: Задаўгая назва файла («%s»)

source: Requires a restart
be: Трэба запусьціць нанова

source: Rerouting...
be: Шукаецца новы шлях…

source: Resend
be: Даслаць зноўку

source: Reserve space in the download cache
be: Замаўляць прастору ў запасьніку спампоўванага

source: Reset
be: Скінуць

source: Reset ADW
be: Аднавіць ADW

source: Reset all
be: Скінуць усё

source: Reset all to default
be: Узнавіць усё да пачатковага

source: Reset default APN settings completed
be: Скончылі ўзнаўляць пачатковыя налады пунктаў доступу

source: Reset default APN settings completed.
be: Скончылі ўзнаўляць пачатковыя налады пунктаў доступу.

source: Reset defaults
be: Да пачатковага

source: Reset password
be: Скідваць пароль

source: Reset permissions
be: Узнавіць дазволы

source: Reset phone
be: Узнавіць тэлефон

source: Reset tablet
be: Узнавіць пляншэт

source: Reset term
be: Узнавіць тэрмінал

source: Reset to default
be: Узнавіць пачатковыя

source: Resize
be: Зьмяніць памер

source: Resolution:
be: Разрозьненьне:

source: Restart
be: Запусьціць нанова

source: Restart & install
be: Нанова запусьціць і ўсталяваць

source: Restart ADW
be: Нанова запусьціць ADW

source: Restart Calendar to take effect.
be: Запусьці Каляндар нанова, каб зьмяненьні набылі моц.

source: Restart current song or skip to previous song on playlist
be: Перайсьці да пачатку бягучае песьні або вярнуцца да папярэдняе

source: Restarting
be: Запускаецца нанова

source: Restaurant
be: Рэстаран

source: Restaurants
be: Рэстарацыі

source: Restaurants disabled
be: Забараніць рэстарацыі

source: Restaurants enabled
be: Дазволіць рэстарацыі

source: Restore ADW settings
be: Аднавіць налады ADW

source: Restore ADW settings?
be: Ці аднавіць налады ADW?

source: Restore ADW settings? ADW.Launcher will be restarted.
be: Ці аднавіць налады ADW? Пускач ADW запусьціцца нанова.

source: Restore Original
be: Вярнуць пачатковае

source: Restore default for \"Show pictures\"
be: Аднавіць пачатковыя налады паказаць малюнкі

source: Restore default for all senders (don't show pictures automatically)
be: Аднавіць пачатковыя для ўсіх адпраўнікоў (не паказваць малюнкі самарушна)

source: Restore default settings
be: Узнавіць пачатковыя налады

source: Restore defaults
be: Вярнуць пачатковае

source: Restore desktop configuration
be: Аднавіць настаўленьні стальніцаў

source: Restore desktop configuration?
be: Ці аднавіць настаўленьні стальніцаў?

source: Restore desktop configuration? ADW.Launcher will be restarted.
be: Ці аднавіць настаўленьні стольніцаў? Пускач ADW запусьціцца нанова.

source: Restore ended
be: Скончылі аднаўляць

source: Restore from /sdcard/adw_launcher.db
be: Аднавіць з /sdcard/adw_launcher.db

source: Restore from /sdcard/adw_settings.xml
be: Аднавіць з /sdcard/adw_settings.xml

source: Restore my data
be: Аднавіць зьвесткі

source: Restore starting...
be: Пачалі аднаўляць…

source: Restore to defaults
be: Аднавіць пачатковыя

source: Restoring ADW settings...
be: Аднаўляюцца налады ADW…

source: Restoring ADW settings\u2026
be: Аднаўляюцца налады ADW…

source: Restoring default APN settings
be: Узнаўляюцца пачатковыя налады пунктаў доступу

source: Restoring default APN settings.
be: Узнаўляюцца пачатковыя налады пунктаў доступу.

source: Restoring desktop configuration...
be: Аднаўляюцца настаўленьні стальніцаў…

source: Restoring desktop configuration\u2026
be: Аднаўляюцца настаўленьні стальніцаў…

source: Restrict background data
be: Забараніць сеціва на заднім пляне

source: Restrict background data?
be: Ці забараніць сеціва на заднім пляне?

source: Restrict the types of passwords you are allowed to use.
be: Абмяжоўваць віды пароляў, якія дазваляецца выкарыстоўваць.

source: Restricted access changed
be: Зьмянілі абмежаваньне доступу

source: Restricting background data is possible only when you've set a mobile data limit.
be: Забараняць сеціва на заднім пляне можна толькі тады, калі абмяжоўваецца перасоўнае сеціва.

source: Restrictions apply.
be: Існуюць абмежаваньні.

source: Results for \"%1$s\"
be: Вынікі для «%1$s»

source: Resume call
be: Аднавіць выклік

source: Resume playing
be: Граць далей

source: Resume playing from %s ?
be: Ці працягваць граць з %s?

source: Resume uploads
be: Працягваць запампоўваць

source: Resume video
be: Працягваць граць відэа

source: Resuming call with %1$s will place call with %2$s on hold.
be: Калі аднавіць выклік да %1$s, выклік да %2$s будзе ўтрымвацца.

source: Retail Directory
be: Даведнік розьнічнага гандлю

source: Retail Directory disabled
be: Забараніць даведнік розьнічнага гандлю

source: Retail Directory enabled
be: Дазволіць даведнік розьнічнага гандлю

source: Retrieve password
be: Атрымаць пароль

source: Retrieving account information\u2026
be: Атрымваюцца зьвесткі пра рахунак…

source: Retrieving account information…
be: Атрымваюцца зьвесткі пра рахунак…

source: Retrieving your location...
be: Атрымваем месцазнаходжаньне…

source: Retry
be: Паўтарыць

source: Retry download
be: Спампаваць нанова

source: Retry now
be: Паспрабаваць зараз

source: Retry now or press the Back button to cancel.
be: Паспрабуйце зноўку, або націсьніце «назад», каб скасаваць.

source: Retry sending
be: Зноўку паспрабаваць даслаць

source: Retry sending all
be: Зноўку паспрабаваць даслаць усе

source: Retry upgrade
be: Зноўку паспрабаваць палепшыць

source: Retry, or cancel and return to the previous screen.
be: Паспрабуйце зноўку, ці скасуйце ды вярніцеся да папярэдняга экрану.

source: Retry?
be: Паспрабаваць зноўку?

source: Retrying
be: Спрабуем зноўку

source: Retrying to send\u2026
be: Спрабуем даслаць яшчэ раз…

source: Retrying to send…
be: Спрабуем даслаць яшчэ раз…

source: Return call
be: Вярнуць выклік

source: Return to %1$s
be: Вярнуцца да %1$s

source: Return to call
be: Вярнуцца да выкліку

source: Return to call in progress
be: Вяртаемся да выкліку

source: Return to conversation
be: Вярнуцца да размовы

source: Return to dialer after call
be: Вярнуцца да наборніку пасьля выкліку

source: Return to message folder after deleting the message you're viewing.
be: Вяртацца да каталёґу паведамленьняў, як выдалілі паведамленьне, якое праглядалі.

source: Return to message folder after deleting the message you\'re viewing.
be: Вяртацца да каталёґу паведамленьняў, як выдалілі паведамленьне, якое праглядалі.

source: Return to message list
be: Вяртацца да сьпісу паведамленьняў

source: Retype your new full backup password here
be: Паўтарыце тут новы пароль на поўныя адноўкі

source: Revert
be: Вярнуць

source: Revert settings to default values?
be: Ці ўзнавіць пачатковыя налады?

source: Reverting settings\u2026
be: Вяртаюцца налады…

source: Reverting settings…
be: Вяртаюцца налады…

source: Right Alt key
be: Правая клявіша «Alt»

source: Right for %s.
be: Управа — %s.

source: Right page
be: Правая бачына

source: Ring Mode
be: Як званіць

source: Ring mode
be: Як званіць

source: Ringer silent.
be: Званок: бяз гуку.

source: Ringer vibrate.
be: Званок: трымцець.

source: Ringer volume
be: Гучнасьць званку

source: Ringing
be: Тэлефанаваньне

source: Ringtone
be: Мэлёдыя

source: Ringtone & notifications
be: Мэлёдыі ды спавяшчэньні

source: Ringtone saved
be: Мэлёдыю захавалі

source: Ringtone volume
be: Гучнасьць мэлёдыі

source: Ringtones
be: Мэлёдыі

source: Rise and Shine!
be: Прачніся ды сьпявай!

source: Roaming
be: Блуканьне (роўмінґ)

source: Roaming - Alliance Partner
be: Блуканьне — удзельнік хаўрусу

source: Roaming - Available System
be: Блуканьне — даступная сыстэма

source: Roaming - Full Service Functionality
be: Блуканьне — поўнае абслугоўваньне

source: Roaming - Partial Service Functionality
be: Блуканьне — частковае абслугоўваньне

source: Roaming - Preferred System
be: Блуканьне — пераважная сыстэма

source: Roaming - Premium Partner
be: Блуканьне — пераважны ўдзельнік

source: Roaming Banner Off
be: Сымбаль блуканьня не выкарыстоўваецца.

source: Roaming Banner On
be: Сымбаль блуканьня выкарыстоўваецца.

source: Roaming Indicator Flashing
be: Паказальнік блуканьня мігціць

source: Roaming Indicator Off
be: Паказальнік блуканьня не выкарыстоўваецца.

source: Roaming Indicator On
be: Паказальнік блуканьня выкарыстоўваецца.

source: Roaming auto-retrieve
be: Атрымваць у блуканьні

source: Roaming uploads
be: У блуканьні

source: Roaming:
be: Блуканьне:

source: Rock
be: Рок

source: Rocket Launcher
be: Ракетніца

source: Romanian (Romania)
be: румынская (Румынія)

source: Rotate
be: Павярнуць

source: Rotate left
be: Павярнуць налева

source: Rotate left to decline
be: Павярніце налева, каб адхіліць

source: Rotate right
be: Павярнуць направа

source: Rotate right to answer
be: Павярніце направа, каб адказаць

source: Round corners
be: Скругляць куты

source: Route
be: Шлях

source: Route Info
be: Зьвесткі пра шлях

source: Route options
be: Можнасьці шляху

source: Routing number
be: Нумар маршрутаваньня

source: Rows
be: Радкі

source: Run as a low-level manufacturer test, allowing complete access to the phone hardware.
be: Запускаць на вытворчых выпрабаваньняў нізкага ўзроўню, што дае поўны доступ да прыстасаваньняў тэлефона.

source: Run as a low-level manufacturer test, allowing complete access to the phone hardware. Only available when a phone is running in manufacturer test mode.
be: Запускаць на вытворчых выпрабаваньняў нізкага ўзроўню, што дае поўны доступ да прыстасаваньняў тэлефону. Гэта можна рабіць толькі калі тэлефон ужо працуе ў стане вытворчых выпрабаваньняў.

source: Run as a low-level manufacturer test, allowing complete access to the tablet hardware.
be: Запускаць на вытворчых выпрабаваньняў нізкага ўзроўню, што дае поўны доступ да прыстасаваньняў пляншэта.

source: Run ping test
be: Выпрабаваць пінгам

source: Running
be: Выконваецца

source: Running app
be: Запушчаная праґрама

source: Running application
be: Запушчаныя праґрамы

source: Running applications
be: Праґрамы, якія выконваюцца

source: Running services
be: Запушчаныя службы

source: Russian (Belarus)
be: расейская (Беларусь)

source: Russian (Russia)
be: расейская (Расея)

source: SD Card
be: Картка SD

source: SD card
be: Картка SD

source: SD card & phone storage
be: Картка SD ды сховішча тэлефона

source: SD card & phone storage settings
be: Налады карткі SD ды сховішча тэлефона

source: SD card blank or has unsupported filesystem.
be: Картка SD парожняя ці мае файлавую сыстэму, якая не падтрымваецца.

source: SD card damaged.
be: Картка SD пашкоджаная.

source: SD card error
be: Памылка карткі SD

source: SD card has been removed.
be: Картку SD выцягнулі.

source: SD card is being used as a mass storage device
be: Картка SD выкарыстоўваецца як сховішча файлаў

source: SD card is currently being checked.
be: Картка SD зараз спраўджваецца.

source: SD card is currently in use by a computer.
be: Картка SD выкарыстоўваецца іншым кампутарам.

source: SD card mounted read-only
be: Картку SD прымацавалі каб толькі чытаць

source: SD card not mounted!
be: Картка SD не прымацаваная!

source: SD card removed.
be: Картку SD выцягнулі.

source: SD card removed. Insert a new one.
be: Картку SD выцягнулі. Усуньце іншую.

source: SD card safe to remove
be: Картку SD можна бяз рызыкі выцягваць

source: SD card storage
be: Сховішча карткі SD

source: SD card unavailable
be: Картка SD адсутнічае

source: SD card unexpectedly removed
be: Картку SD нечакана выцягнулі

source: SD card was removed before being unmounted.
be: Картку SD выцягнулі, калі яна яшчэ не адмацавалася.

source: SD card was removed while still in use!
be: Картку SD выцягнулі, калі яна выкарыстоўвалася!

source: SD card will be unmounted.
be: Картка SD адмацуецца.

source: SDK version
be: Вэрсія SDK

source: SENDING\u2026
be: ДАСЫЛАЕЦЦА…

source: SHA-1 fingerprint:
be: Адбітак SHA-1:

source: SHA-256 fingerprint:
be: Адбітак SHA-256:

source: SIM PIN
be: PIN карткі SIM

source: SIM PIN changed successfully
be: Пасьпяхова зьмянілі PIN карткі SIM

source: SIM PIN disabled
be: PIN карткі SIM не выкарыстоўваецца

source: SIM PIN enabled
be: PIN карткі SIM выкарыстоўваецца

source: SIM PIN:
be: PIN карткі SIM:

source: SIM Toolkit
be: Сродкі SIM

source: SIM card added
be: Дадалі картку SIM

source: SIM card contacts
be: Кантакты карткі SIM

source: SIM card full
be: Картка SIM запоўнілася

source: SIM card is PUK-locked.
be: Картка SIM замкнёная кодам PUK.

source: SIM card is locked.
be: Картка SIM замкнёная.

source: SIM card lock
be: Замыкаць картку SIM

source: SIM card lock settings
be: Налады замыкаць картку SIM

source: SIM card removed
be: Выцягнулі картку SIM

source: SIM network subnet unlock PIN
be: Сеткавы код PIN падсеткі для карткі SIM

source: SIM network unlock PIN
be: Сеткавы код PIN для карткі SIM

source: SIM service provider unlock PIN
be: Сеткавы код PIN апэратару для карткі SIM

source: SIM toolkit
be: Сродкі SIM

source: SIM unlocked
be: Адамкнулі картку SIM

source: SIP User-Agent
be: Сродак SIP карыстальніка

source: SIP account details
be: Падрабязнасьці рахунку SIP

source: SIP accounts
be: Рахункі SIP

source: SIP keep-alive interval in seconds
be: Прамежак (у сэкундах) між праверачнымі пакетамі

source: SMS authorized
be: SMS дазволілі

source: SMS blocked
be: SMS забаранілі

source: SMS home
be: SMS на хатні

source: SMS mobile
be: SMS на перасоўны

source: SMS office
be: SMS на працоўны

source: SMS service is blocked.
be: Служба паведамленьняў SMS забароненая.

source: SMS split
be: Падзяляць SMS

source: SMS/MMS
be: SMS або MMS

source: SMTP server
be: Паслужнік SMTP

source: SSFE Locale
be: Мясцовасьць SSFE

source: SSFE Server
be: Паслужнік SSFE

source: SSL (Accept all certificates)
be: SSL (прымаць усе пасьведчаньні)

source: SSL/TLS
be: SSL або TLS

source: SSL/TLS (Accept all certificates)
be: SSL або TLS (прымаць усе пасьведчаньні)

source: STARTTLS (accept all certificates)
be: STARTTLS (прымаць усе пасьведчаньні)

source: SYSTEM
be: СЫСТЭМА

source: Sa
be: сб

source: Sad
be: Маркотны

source: Safe mode
be: Бясьпечны стан

source: SafeSearch
be: Бясьпечны пошук

source: SafeSearch filtering
be: Сіта бясьпечнага пошуку

source: Safety information
be: Зьвесткі пра бясьпеку

source: Sample Account Name
be: Прыклад назвы рахунку

source: Santiago
be: Сант’яґа

source: Sarajevo
be: Сараева

source: Saskatchewan
be: Саскачаван

source: Sat
be: сб

source: Satellite
be: Спадарожнікі

source: Satellite mode
be: Са спадарожніку

source: Saturation
be: Насычанасьць

source: Saturday
be: субота

source: Save
be: Захаваць

source: Save account information
be: Захаваць зьвесткі рахунку

source: Save as draft
be: Захаваць як чарнавік

source: Save as playlist
be: Захаваць як сьпіс

source: Save as ringtone
be: Захаваць як мэлёдыю

source: Save attachment
be: Захаваць залучнік

source: Save changes
be: Захаваць зьмяненьні

source: Save draft
be: Захаваць чарнавік

source: Save for offline reading
be: Захаваць, каб чытаць па-за сецівам

source: Save image
be: Захаваць відарыс

source: Save link
be: Захаваць спасылку

source: Save number
be: Захаваць нумар

source: Save on calls and texts to landlines and mobiles abroad
be: Ашчаджайце грошы: тэлефануйце ды пішыце на гарадзкія ды перасоўныя нумары за мяжу

source: Save passwords
be: Захоўваць паролі

source: Save these bookmarks by adding them to an account.
be: Каб захаваць закладкі, дадайце іх да рахунку.

source: Save to bookmarks
be: Захаваць у закладкі

source: Save usernames and passwords for websites
be: Захоўваць імёны карыстальнікаў ды паролі на бачыны сеціва

source: Save voicemail number
be: Захаваць нумар галасавое пошты

source: Saved
be: Захавалі

source: Saved page
be: Захаваная бачына

source: Saved pages
be: Захаваныя бачыны

source: Saved to bookmarks.
be: Захавалі ў закладках.

source: Saved to dictionary
be: Захавалі ў слоўніку

source: Saved:
be: Захавалі:

source: Saved:\u0020
be: Захавалі:\u0020

source: Saves battery
be: Ашчаджае батарэю

source: Saving billing information…
be: Захоўваюцца зьвесткі аплаты…

source: Saving contact\u2026
be: Захоўваюцца кантакты…

source: Saving contact…
be: Захоўваецца кантакт…

source: Saving credit card…
be: Захоўваецца крэдытная картка…

source: Saving debit card…
be: Захоўваецца дэбітная картка…

source: Saving display options\u2026
be: Захоўваюцца можнасьці паказу…

source: Saving display options…
be: Захоўваюцца можнасьці паказу…

source: Saving picture\u2026
be: Захоўваецца відарыс…

source: Saving picture…
be: Захоўваецца малюнак…

source: Saving ringtone failed
be: Не ўдалося захаваць мэлёдыю

source: Saving screenshot\u2026
be: Захоўваецца здымак экрану…

source: Saving the account...
be: Рахунка захоўваецца…

source: Saving...
be: Захоўваецца…

source: Say more
be: Заўвага

source: Scale
be: Маштабаваць

source: Scale app
be: Маштабаваць праґраму

source: Scan
be: Шукаць

source: Scan for devices
be: Шукаць прылады

source: Scan results :
be: Вынікі пошуку:

source: Scanning
be: Аглядаемся

source: Scanning SD card failed
be: Не ўдалося агледзець картку SD

source: Scanning SD card failed (Reason: \"%s\")
be: Не ўдалося агледзець картку SD (падстава: «%s»)

source: Scanning SD card for media\u2026
be: Шукаем файлы мэдыя на картцы SD…

source: Scanning SD card for media…
be: Шукаем файлы мэдыя на картцы SD…

source: Scanning SD card\u2026
be: Аглядаем картку SD…

source: Scanning SD card…
be: Аглядаем картку SD…

source: Scanning USB storage failed
be: Не ўдалося агледзець сховішча USB

source: Scanning USB storage failed (Reason: \"%s\")
be: Не ўдалося агледзець сховішча USB (падстава: «%s»)

source: Scanning USB storage for media\u2026
be: Шукаем файлы мэдыя ў сховішчы USB…

source: Scanning USB storage\u2026
be: Аглядаем сховішча USB…

source: Scanning for files...
be: Шукаюцца файлы…

source: Scanning networks\u2026
be: Аглядаем сеткі…

source: Scanning\u2026
be: Аглядаем…

source: Scanning…
be: Аглядаем…

source: Scatter
be: Рассыпаць

source: Scene mode
be: Умовы

source: Schedule
be: Расклад

source: Screen
be: Экран

source: Screen Loop
be: Экраны па коле

source: Screen ON time:
be: Экран улучаны:

source: Screen Timeout
be: Час чаканьня экрану

source: Screen compatibility
be: Суладнасьць экрану

source: Screen indicator
be: Паказальнік экрану

source: Screen lock
be: Замыкаць экран

source: Screen lock sound
be: Гук замыкаць экран

source: Screen lock sounds
be: Чутна замыкаць экран

source: Screen locked.
be: Экран замкнулі.

source: Screen on
be: Экран улучаны

source: Screen overlay showing current CPU usage
be: Паказваць бягучае выкарыстаньне працэсару

source: Screen overlay showing current touch data
be: На экране будуць паказвацца зьвесткі дотыку

source: Screen preferences
be: Перавагі экрану

source: Screen savers and other idle diversions
be: Ахоўнік экрану ды іншыя забавы

source: Screen security
be: Абарона экрану

source: Screen settings
be: Налады экрану

source: Screen timeout
be: Час чаканьня экрану

source: Screen transparency
be: Празрыстасьць экрану

source: Screen unlock
be: Адмыкаць экран

source: Screen unlock pattern
be: Узор адмыкаць экран

source: Screen unlock security
be: Бясьпека адмыкаць экран

source: Screen will never sleep while charging
be: Экран ня будзе засынаць, пакуль тэлефон зараджаецца

source: Screen will stay awake longer than normal while in-call
be: Калі размаўляем, экран будзе вымыкацца пазьней за звычайны час

source: Screensaver timeout
be: Час чаканьня ахоўніка экрана

source: Screenshot
be: Здымак экрану

source: Screenshot Preview
be: Агляд здымку экрану

source: Screenshot captured.
be: Зрабілі здымак экрану.

source: Screenshot is being saved.
be: Захавалі здымак экрану.

source: Scrollable widget support
be: Падтрымваць пракручвальныя віджэты

source: Scrolling cache
be: Запасьнік гартаньня

source: Search
be: Шукаць

source: Search + %1$s
be: «Шукаць» + %1$s

source: Search Contacts to call
be: Каб выклікаць або пачаць гутарыць,

source: Search %1$s
be: Шукаць %1$s

source: Search Again
be: Шукаць зноўку

source: Search Android Market
be: Шукаць у краме Android

source: Search Applications Provider
be: Правайдар шукаць праґрамы

source: Search Apps
be: Шукаць праґрамы

source: Search Apps and Market
be: Шукаць праґрамы і ў краме

source: Search Audio
be: Шукаць гуказапіс

source: Search Button
be: Кнопка пошуку

source: Search Google Talk
be: Шукаць у Гутарцы Google

source: Search Maps
be: Шукаць на мапе

source: Search Messaging
be: Шукаць паведамленьні

source: Search Music
be: Шукаць музыку

source: Search Shutter
be: Кнопка пошуку — затвор

source: Search Skype directory
be: Шукаць у даведніку Skype

source: Search VKontakte friends
be: Шукаць сяброў УКантакце

source: Search Video
be: Шукаць відэазапіс

source: Search YouTube
be: Шукаць па YouTube

source: Search address book
be: Шукаць у адраснае кнізе

source: Search button takes a picture
be: Кнопка пошуку робіць здымак

source: Search by name
be: Шукаць імя

source: Search by name or email
be: Шукаць паводле імя ці эл. пошты

source: Search chat history
be: Шукаць у гісторыі гутаркі

source: Search chats
be: Шукаць у гутарках

source: Search contacts
be: Шукаць кантакты

source: Search contacts, calls, IMs
be: Шукаць кантакты, выклікі, гутаркі

source: Search email
be: Шукаць пошту

source: Search error.
be: Далі хібу, калі шукалі.

source: Search events
be: Шукаць падзеі

source: Search for %s using:
be: Шукаць %s сярод:

source: Search for Apps from Market
be: Шукаць праґрамы ў краме

source: Search for a nearby place
be: Шукаць у ваколіцы

source: Search for all available networks
be: Шукаць усе даступныя сеткі

source: Search for all contacts
be: Шукаць усе кантакты

source: Search for devices
be: Шукаць прылады

source: Search friends
be: Шукаць сяброў

source: Search history
be: Гісторыя пошуку

source: Search history cleared
be: Гісторыю пошуку ачысьцілі

source: Search history will be cleared.
be: Гісторыя пошуку ачысьціцца.

source: Search mail
be: Шукаць пошту

source: Search mailbox
be: Шукаць у паштовае скрыні

source: Search my calendars
be: Шукаць у календарах

source: Search networks
be: Шукаць сеткі

source: Search of address book contacts on Skype directory did not find any contacts.
be: У даведніку Skype не знайшлося ніводнага кантакту з вашае адраснае кнігі.

source: Search or type URL
be: Шукайце або ўпішыце спасылку

source: Search public profiles
be: Шукаць у агульнадаступных профілях

source: Search query
be: Запыт пошуку

source: Search result
be: Вынікі пошуку

source: Search result preloading
be: Загадзя чытаць вынікі пошуку

source: Search results
be: Вынікі пошуку

source: Search results for \"%1$s\"
be: Вынікі па запыце «%1$s»
